---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.CurtainSystem
source: html/aceb326b-db9b-5c18-e980-fd6b87f56953.htm
---
# CurtainSystem Members

Add CurtainGrid on the specified face for the CurtainSystem.